{
  "restaurants": [{
    "id": 1,
    "name": "Meat Lovers",
    "neighborhood": "Klaipeda",
    "photograph": "1.jpg",
    "address": "Danės g.1",
    "alt": "restaraunt building by the sea side",
    "latlng": {
      "lat": 55.7065358,
      "lng": 21.12324030000002
    },
    "cuisine_type": "Grill",
    "operating_hours": {
      "Monday": "10:00 - 22:00",
      "Tuesday": "10:00 - 22:00",
      "Wednesday": "10:00 - 22:00",
      "Thursday": "10:00 - 22:00",
      "Friday": "10:00 - 23:00",
      "Saturday": "10:00 - 23:00",
      "Sunday": "10:00 - 23:00"
    },
    "reviews": [{
        "name": "Raymond",
        "date": "February 6, 2018",
        "rating": 4,
        "comments": "No complaints about the location, the food and the view. 10/10 for everything. This is also an excellent place for a quick coffee, beer or indeed anything to do with meat! Located at the Ferry Terminal which docks right in front of the window where you are seated. It is only a short walk from the Old Town and the prices are reasonable. I can highly recommend this restaurant (perhaps not your usual evening type of restaurant) but well worth a visit."
      },
      {
        "name": "Saida",
        "date": "December 15, 2017",
        "rating": 5,
        "comments": "Best steaks in town. Location is amazing, fillet steak is also amazing! Service is very professional, cozy atmosphere."
      },
      {
        "name": "Andzej",
        "date": "July 9, 2017",
        "rating": 4,
        "comments": "Perfect place to see the sunset. Nice place, good food and cozy atmosphere on the terrace. Not the fancy place, but a good place to spend time with friends."
      }
    ]
  }, {
    "id": 2,
    "name": "Monai",
    "neighborhood": "Klaipeda",
    "photograph": "2.jpg",
    "address": "Liepu g. 4",
    "alt": "dish on the plate",
    "latlng": {
      "lat": 55.7117309,
      "lng": 21.13243280000006
    },
    "cuisine_type": "European",
    "operating_hours": {
      "Monday": "Day off",
      "Tuesday": "11:30 - 22:00",
      "Wednesday": "11:30 - 22:00",
      "Thursday": "11:30 - 22:00",
      "Friday": "11:30 - 22:00",
      "Saturday": "11:00 - 22:00",
      "Sunday": "11:00 - 16:00"
    },
    "reviews": [{
        "name": "Milda",
        "date": "June 18, 2018",
        "rating": 5,
        "comments": "This place is very similar to home. Little cozy tables, bar looks like kitchen, vintage furniture, but very minimalist and stylish. The service is brilliant. The food is perfect from snacks to deserts, recommend to taste everything. It is the best place to have dinner in Klaipėda. Also try brunch in weekends, so tasty!"
      },
      {
        "name": "Liu",
        "date": "June 1, 2018",
        "rating": 5,
        "comments": "I come to this restaurant every time I happen to be in Klaipeda and it continues to deliver to the highest standards every time! Their tuna tartare is out of this world; I never had a better version anywhere else in the world. This time it was asparagus season, so I tried asparagus with poached egg and it was excellent. Desserts are a pure feast for tastebuds and I love taking all of them and sharing with family or colleagues. Service here is great and they manage to retain waiters for a long time. Prices are moderate, especially having in mind great quality. Highly recommend!"
      },
      {
        "name": "Edmundas",
        "date": "April 21, 2018",
        "rating": 5,
        "comments": "Great place for tasty journey in culinary world!! Located in a city center, easy to find. Salmon tartar is probably the best you can get in Lithuania. Food is modern and very well prepared. Staff is reacting to your smallest comment or wish. For me, Monai is the place to eat breakfast! Amazing egg Benedict."
      }
    ]
  }, {
    "id": 3,
    "name": "MOMO Grill",
    "neighborhood": "Klaipeda",
    "photograph": "3.jpg",
    "address": "Liepu g. 20",
    "alt": "food preparation with fire on the plate",
    "latlng": {
      "lat": 55.7131692,
      "lng": 21.13675319999993
    },
    "cuisine_type": "Grill",
    "operating_hours": {
      "Monday": "Day off",
      "Tuesday": "11:00 - 22:00",
      "Wednesday": "11:00 - 22:00",
      "Thursday": "11:00 - 22:00",
      "Friday": "11:00 - 23:00",
      "Saturday": "12:00 - 22:00",
      "Sunday": "Day off"
    },
    "reviews": [{
        "name": "Miguel",
        "date": "June 18, 2018",
        "rating": 4,
        "comments": "This is a very nice and cozy restaurant. Very few tables, with very well cooked meals. The service is great. The type of place you’ll definitely want to return."
      },
      {
        "name": "Romas",
        "date": "February 17, 2018",
        "rating": 5,
        "comments": "They don’t have large selection, not lots of space. Yet the food is really delicious and the staff is very friendly. Reserve a table as chances to get a table by walking in during popular hours are really low."
      },
      {
        "name": "Laima",
        "date": "September 23, 2017",
        "rating": 5,
        "comments": "Not a really fine dining, luxury or most romantic place, but highly recommend to visit because of very good food and exclusive kind of service communication. Incredible genuine attention and honest communication makes you feel very much welcome and increase the pleasure to spend the time by tasting delicious food."
      }
    ]
  }, {
    "id": 4,
    "name": "Friedrich passage",
    "neighborhood": "Klaipeda",
    "photograph": "4.jpg",
    "address": "Tiltu g. 26A",
    "alt": "restaurant street in the evening lights",
    "latlng": {
      "lat": 55.707072,
      "lng": 21.138050799999974
    },
    "cuisine_type": "European",
    "operating_hours": {
      "Monday": "08:00 - 23:00",
      "Tuesday": "08:00 - 02:00",
      "Wednesday": "08:00 - 02:00",
      "Thursday": "08:00 - 02:00",
      "Friday": "08:00 - 02:00",
      "Saturday": "08:00 - 02:00",
      "Sunday": "09:00 - 23:00"
    },
    "reviews": [{
        "name": "Darius",
        "date": "June 19, 2018",
        "rating": 5,
        "comments": "Exelent place for romantic diner! Exelent place for romantic diner! Recommended from spring till autumn for sitting outside. Good quality food, perfect service."
      },
      {
        "name": "Darius",
        "date": "April 9, 2018",
        "rating": 3,
        "comments": "Pretty averagefood for high enough prices, there is better places to eat than this one. Plus it depends from cook, cause there is one who ruins your food and the other one making it decent."
      },
      {
        "name": "Carolina",
        "date": "September 4, 2017",
        "rating": 3,
        "comments": "Interesting concept; food good but not great. A developer has taken an old narrow alley/passageway and has re-created a European street with a variety of restaurants and shops. For redevelopment it is a pleasant concept with outdoor seating at the various restaurants, plenty of flowers and various concepts from which to choose. We ate at the restaurant. Service was fine and the ambiance was pleasant and light."
      }
    ]
  }, {
    "id": 5,
    "name": "Kavos Architektai",
    "neighborhood": "Klaipeda",
    "photograph": "5.jpg",
    "address": "H. Manto g. 9",
    "alt": "coffee-shop white interior",
    "latlng": {
      "lat": 55.714375,
      "lng": 21.12967589999994
    },
    "cuisine_type": "Cafe",
    "operating_hours": {
      "Monday": "07:00 - 19:00",
      "Tuesday": "07:00 - 19:00",
      "Wednesday": "07:00 - 19:00",
      "Thursday": "07:00 - 19:00",
      "Friday": "07:00 - 19:00",
      "Saturday": "10:00 - 16:00",
      "Sunday": "Day off"
    },
    "reviews": [{
        "name": "Indre",
        "date": "May 23, 2018",
        "rating": 5,
        "comments": "Very welcoming staff! Great atmosphere inside and good spot outside to sit and enjoy the central street. Coconut icecream was a blast!"
      },
      {
        "name": "Audrius",
        "date": "November 15, 2017",
        "rating": 5,
        "comments": "Top notch coffee and service. Get my coffee there several times a week. Cozy and clean place, good quality beverages, delicious desserts and top service! Probably the nicest and most polite baristas around!"
      },
      {
        "name": "Vaida",
        "date": "May 17, 2017",
        "rating": 5,
        "comments": "When you enter, you immediately feel like at home. The owners work at their place and are so passionate and friendly and easy- going. Very nice atmosphere, amazing coffee and they make their ice-cream too. Definitely recommend to try pistachio ice-cream - incredibly delicious!"
      }
    ]
  }, {
    "id": 6,
    "name": "Onore",
    "neighborhood": "Palanga",
    "photograph": "6.jpg",
    "address": "M. Valanchiaus g. 1",
    "alt": "dish on the dark plate with pouring sous",
    "latlng": {
      "lat": 55.91741279999999,
      "lng": 21.06457249999994
    },
    "cuisine_type": "European",
    "operating_hours": {
      "Monday": "12:00 - 22:30",
      "Tuesday": "12:00 - 22:30",
      "Wednesday": "12:00 - 22:30",
      "Thursday": "12:00 - 22:30",
      "Friday": "12:00 - 22:30",
      "Saturday": "12:00 - 22:30",
      "Sunday": "12:00 - 22:00"
    },
    "reviews": [{
        "name": "Olga",
        "date": "August 18, 2017",
        "rating": 5,
        "comments": "The best restaurant in Palanga, with modern and interesting dishes and yet reasonable prices for the quality of food and place itself. Service was very friendly, modern design, located in the new residence complex. Nice terrace. Good choice of sparkling wines."
      },
      {
        "name": "Vladimir",
        "date": "January 30, 2018",
        "rating": 4,
        "comments": "Very beautiful modern French themed restaurant. You can tell that the head chef is taking pride in his creations as he personally delivers and describes dishes."
      },
      {
        "name": "Lena",
        "date": "July 25, 2017",
        "rating": 3,
        "comments": "The service is excellent but the dishes themselves are not as good as expected. My vegetables and peas were undercooked. Rather expensive."
      }
    ]
  }, {
    "id": 7,
    "name": "Zuvine",
    "neighborhood": "Palanga",
    "photograph": "7.jpg",
    "address": "J. Basanavichiaus g. 37a",
    "alt":"restaurant interior long sofa and tables",
    "latlng": {
      "lat": 55.91897669999999,
      "lng": 21.055977999999982
    },
    "cuisine_type": "Seafood",
    "operating_hours": {
      "Monday": "10:00 - 01:00",
      "Tuesday": "10:00 - 01:00",
      "Wednesday": "10:00 - 01:00",
      "Thursday": "10:00 - 01:00",
      "Friday": "10:00 - 01:00",
      "Saturday": "10:00 - 01:00",
      "Sunday": "10:00 - 01:00"
    },
    "reviews": [{
        "name": "Zlotana",
        "date": "April 29, 2018",
        "rating": 4,
        "comments": "You can find in Palanga wide range of very different places to eat (weekends or Summer time), but this is definitely serving nice variety of fish. From very usual, simple fish soup of the day till really interesting options. Enjoy!"
      },
      {
        "name": "Tomas",
        "date": "March 26, 2018",
        "rating": 1,
        "comments": "A very disappointing experience. Cosy place but good things end once you enter the place. Horribly slow service, horrible food, be that fish... in a fish restaurant or anything else. Even oysters were served with broken shells. All that accompanied by High prices by any standards. I usually don’t post negative posts, but this was a complete expensive disappointment."
      },
      {
        "name": "Ruta",
        "date": "March 9, 2018",
        "rating": 5,
        "comments": "In addition to lovely and cozy atmosphere, we were pleasantly surprised by the quality of both food and service in this place. Our waiter was friendly and attentive to our needs, gave us some great recommendations. All food was cooked and presented to perfection. We had a genuinely great evening thanks to Žuvinė. P.S. Try some natural Lithuanian Gintaro Sino wine, which you can rarely find in other restaurants."
      }
    ]
  }, {
    "id": 8,
    "name": "Olando Kepure",
    "neighborhood": "Karkle",
    "photograph": "8.jpg",
    "address": "Krikštų g. 5",
    "alt": "house in the woods",
    "latlng": {
      "lat": 55.8081809,
      "lng": 21.075545000000034
    },
    "cuisine_type": "European",
    "operating_hours": {
      "Monday": "Day off",
      "Tuesday": "Day off",
      "Wednesday": "Day off",
      "Thursday": "12:00 - 20:00",
      "Friday": "12:00 - 20:00",
      "Saturday": "12:00 - 20:00",
      "Sunday": "12:00 - 20:00"
    },
    "reviews": [{
        "name": "Egle",
        "date": "November 1, 2017",
        "rating": 5,
        "comments": "Perfect place, deliciuos food, friendly staff, I recomend it for everyone."
      },
      {
        "name": "Jeff",
        "date": "July 29, 2017",
        "rating": 5,
        "comments": "A hidden gem... I had no idea this place even existed. A proper cafe in the forest near Olandu Kepure. Lovely building and outside seating."
      },
      {
        "name": "Jonas",
        "date": "March 21, 2018",
        "rating": 5,
        "comments": "Great place to lay back and enjoy holiday. Put the hammack on, set a BBQ on and have a sea by the palm of hand with beautiful views. Best place!!!"
      }
    ]
  }, {
    "id": 9,
    "name": "Nerija",
    "neighborhood": "Nida",
    "photograph": "9.jpg",
    "address": "Pamario g. 13",
    "alt": "meat on white plate",
    "latlng": {
      "lat": 55.3073324,
      "lng": 21.004205500000012
    },
    "cuisine_type": "European",
    "operating_hours": {
      "Monday": "10:00 - 22:00",
      "Tuesday": "10:00 - 22:00",
      "Wednesday": "10:00 - 22:00",
      "Thursday": "10:00 - 22:00",
      "Friday": "10:00 - 23:00",
      "Saturday": "10:00 - 23:00",
      "Sunday": "10:00 - 23:00"
    },
    "reviews": [{
        "name": "Ruta",
        "date": "May 20, 2018",
        "rating": 5,
        "comments": "The very best restaurant in Nida. Very simple in interior design, but excellent in food. Everything! And service - just really very good. And view from the window - I like that original Nida house style."
      },
      {
        "name": "Sigue",
        "date": "August 12, 2017",
        "rating": 4,
        "comments": "I like this restaurant, because this is the only true restaurant in Nida. The meals are delicious, waiters are quite good. But they are not ready to serve meals on terrace properly. As we reserved one table outside later in the evening, the main courses came in darkness. The lighting outside is bad and we hardly could see what we are eating."
      },
      {
        "name": "Giedre",
        "date": "July 28, 2017",
        "rating": 4,
        "comments": "10 points out of 10. Perfect. Food was absolutely good, service very nice, professional. Try it for sure!"
      }
    ]
  }, {
    "id": 10,
    "name": "Anikes Kavine",
    "neighborhood": "Klaipeda",
    "photograph": "10.jpg",
    "address": "Teatro Aikste 7",
    "alt": "",
    "latlng": {
      "lat": 55.70809939999999,
      "lng": 21.132067199999938
    },
    "cuisine_type": "Cafe",
    "operating_hours": {
      "Monday": "11:00 - 22:00",
      "Tuesday": "11:00 - 22:00",
      "Wednesday": "11:00 - 22:00",
      "Thursday": "11:00 - 22:00",
      "Friday": "11:00 - 22:00",
      "Saturday": "11:00 - 22:00",
      "Sunday": "11:00 - 21:00"
    },
    "reviews": [{
        "name": "Violeta",
        "date": "March 2, 2017",
        "rating": 5,
        "comments": "What a lovely place! It is so cosy to sit there, pass your time enjoying the views of Anike square and, of course, sipping a nice cup of tea (a great variety!) or coffee (what a choice! ) And cakes - absolutely delicious!"
      },
      {
        "name": "Alex",
        "date": "March 23, 2017",
        "rating": 3,
        "comments": "A cozy cafe in the heart of the old town. Since the main weather of the city of Klaipeda is damp and rain, it is quite suitable for a friendly tea party."
      },
      {
        "name": "Arglistina",
        "date": "June 25, 2017",
        "rating": 4,
        "comments": "The atmosphere and location are really good. Big choice of tea and coffee. The cakes though were really really sweet."
      }
    ]
  }]
}
